Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitWeather/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.calibrate
source: Calibrate
ar: معايرة
bg: Калибрирайте
ca: Calibrar
cs: Kalibrovat
da: Kalibrer
de: Kalibrieren
el: Καλιμπράρισμα
es: Calibrar
es_419: Calibrar
fi: Kalibroi
fr: Calibrer
fr_ca: Calibrer
he: כייל
hi: कैलिब्रेट करें
hr: Kalibriraj
hu: Kalibrálás
id: Kalibrasi
it: Calibra
ja: キャリブレーションする
kk: Калибрлеу
ko: 보정
ms: 校准
nb: Kalibrere
nl: Kalibreren
pl: Kalibruj
pt_br: Calibrar
pt_pt: Calibrar
ro: Calibrează
ru: Калибровать
sk: Kalibrovať
sv: Kalibrera
th: ปรับเทียบ
tr: Kalibre Et
uk: Калібрувати
zh_hans: 校准
zh_hant: 校準
zh_hk: 校准

# TK.Action.checkForecast
source: Check Forecast
ar: التحقق من التوقعات
bg: Провери прогноза
ca: Comprovar Previsió
cs: Zkontrolovat předpověď
da: Tjek prognose
de: Wettervorhersage prüfen
el: Έλεγχος Πρόγνωσης
es: Verificar pronóstico
es_419: Consultar pronóstico
fi: Tarkista sääennuste
fr: Vérifier les prévisions
fr_ca: Vérifier les Prévisions
he: בדוק תחזית
hi: पूर्वानुमान जांचें
hr: Provjeri prognozu
hu: Időjárás előrejelzésének ellenőrzése
id: Periksa Prediksi Cuaca
it: Controlla Previsioni
ja: 天気予報を確認
kk: Прогнозды тексеру
ko: 예보 확인
ms: Semak Ramalan
nb: Sjekk prognose
nl: Voorspelling Controleren
pl: Sprawdź prognozę
pt_br: Verificar Previsão
pt_pt: Verificar Previsão
ro: Verifică Prognoza
ru: Проверить прогноз
sk: Skontrolovať predpoveď
sv: Kolla väderprognos
th: ตรวจสอบพยากรณ์
tr: Hava Durumunu Kontrol Et
uk: Перевірити прогноз
vi: Kiểm tra dự báo
zh_hans: 查看天气预报
zh_hant: 查看預報
zh_hk: 檢查天氣預報

# TK.Action.checkForUpdates
source: Check for Updates
ar: التحقق من التحديثات
bg: Провери за обновления
ca: Comprovar si Hi Ha Actualitzacions
cs: Zkontrolovat aktualizace
da: Tjek for opdateringer
de: Nach Updates suchen
el: Έλεγχος Ενημερώσεων
es: Buscar actualizaciones
es_419: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
fr_ca: Vérifier les Mises à Jour
he: בדוק אם יש עדכונים
hi: अद्यतनों की जांच करें
hr: Provjeri ima li ažuriranja
hu: Frissítések ellenőrzése
id: Periksa Pembaruan
it: Controlla Aggiornamenti
ja: 更新を確認
kk: Жаңартуларды тексеру
ko: 업데이트 확인
ms: Semak Kemas Kini
nb: Sjekk etter oppdateringer
nl: Controleren op Updates
pl: Sprawdź aktualizacje
pt_br: Verificar Atualizações
pt_pt: Verificar Atualizações
ro: Verifică Actualizările
ru: Проверить обновления
sk: Skontrolovať aktualizácie
sv: Kolla efter uppdateringar
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri Kontrol Et
uk: Перевірити оновлення
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新
zh_hk: 檢查更新

# TK.Action.compare
source: Compare
ar: قارن
bg: Сравни
ca: Comparar
cs: Porovnat
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
es_419: Comparar
fi: Vertaile
fr: Comparer
fr_ca: Comparer
he: השווה
hi: तुलना करें
hr: Usporedi
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較する
kk: Салыстыру
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
pt_pt: Comparar
ro: Compară
ru: Сравнить
sk: Porovnať
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# TK.Action.enableWeatherAlerts
source: Enable Weather Alerts
ar: تفعيل تنبيهات الطقس
bg: Активиране на известия за времето
ca: Activar alertes meteorològiques
cs: Zapnout meteorologická upozornění
da: Aktivér Vejrvarsler
de: Wetterwarnungen Aktivieren
el: Ενεργοποίηση Ειδοποιήσεων Καιρού
es: Activar alertas meteorológicas
es_419: Activar alertas meteorológicas
fi: Ota säätiedotukset käyttöön
fr: Activer les alertes météo
fr_ca: Activer les alertes météo
he: אפשר התראות על מזג האוויר
hi: मौसम अलर्ट सक्षम करें
hr: Omogući Obavijesti o Vremenu
hu: Időjárási figyelmeztetések engedélyezése
id: Aktifkan Peringatan Cuaca
it: Abilita Avvisi Meteo
ja: 天気警報を有効にする
kk: Ауа райы туралы ескертулерді қосу
ko: 날씨 알림 활성화
ms: Aktifkan Amaran Cuaca
nb: Aktiver værvarsler
nl: Weeralarmen Inschakelen
pl: Włącz powiadomienia o pogodzie
pt_br: Ativar Alertas de Tempo
pt_pt: Ativar Alertas Meteorológicos
ro: Activează Alerta pentru Vreme
ru: Включить уведомления о погоде
sk: Povoliť upozornenia na počasie
sv: Aktivera väderaviseringar
th: เปิดการแจ้งเตือนสภาพอากาศ
tr: Hava Durumu Bildirimlerini Aç
uk: Увімкнути сповіщення про погоду
vi: Bật Thông Báo Thời Tiết
zh_hans: 启用天气警报
zh_hant: 啟用天氣警報
zh_hk: 啟用天氣通知

# TK.Action.forecast
source: Forecast
ar: توقعات الطقس
bg: Прогноза
ca: Previsió
cs: Předpověď
de: Vorhersage
el: Πρόβλεψη
es: Pronóstico
es_419: Previsión
fi: Sääennuste
fr: Météo
fr_ca: Prévisions
he: תחזית
hi: मौसम पूर्वानुमान
hr: Prognoza
hu: Időjárás-előrejelzés
id: Prakiraan
it: Previsioni
ja: 天気予報
kk: Болжам жасау
ko: 예보
ms: Ramalan
nb: Værmelding
nl: Weerbericht
pl: Prognoza
pt_br: Previsão
pt_pt: Previsão
ro: Prognoză
ru: Прогноз
sk: Predpoveď
sv: Väderprognos
th: พยากรณ์
tr: Hava Durumunu Tahmin Et
uk: Прогноз
vi: Dự báo
zh_hans: 天气预报
zh_hant: 天氣預報
zh_hk: 天气预报

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.getForecast
source: Get Forecast
ar: احصل على توقعات الطقس
bg: Вземи прогнозата
ca: Obté la previsió
cs: Získat předpověď
da: Hent prognose
de: Vorhersage erhalten
el: Λάβετε Πρόβλεψη
es: Obtener pronóstico
es_419: Obtener previsión
fi: Hae sääennuste
fr: Obtenir la météo
fr_ca: Obtenir les prévisions
he: קבל תחזית
hi: पूर्वानुमान प्राप्त करें
hr: Preuzmi prognozu
hu: Időjárás-előrejelzés lekérése
id: Dapatkan Prakiraan
it: Ottieni Previsioni
ja: 天気予報を取得する
kk: Болжамды алу
ko: 예보 가져오기
ms: Dapatkan Ramalan
nb: Hent værmelding
nl: Krijg Weerbericht
pl: Pobierz prognozę
pt_br: Obter Previsão
pt_pt: Obter Previsão
ro: Obține Prognoza
ru: Получить прогноз
sk: Získať predpoveď
sv: Hämta prognos
th: รับพยากรณ์
tr: Hava Durumunu Al
uk: Отримати прогноз
vi: Nhận dự báo
zh_hans: 获取天气预报
zh_hant: 獲取預報
zh_hk: 获取天气预报

# TK.Action.measure
source: Measure
ar: القياس
bg: Измервания
ca: Mesures
cs: Měření
da: Måling
de: Maßband
el: Μέτρηση
es: Medidas
es_419: Medir
fi: Mittanauha
fr: Mesures
fr_ca: Mesures
he: מדידה
hi: माप
hr: Mjerenje
hu: Mérés
id: Pengukur
it: Metro
ja: 計測
kk: Өлшем
ko: 측정
ms: Ukur
nb: Mål
nl: Meten
pl: Miarka
pt_br: Medida
pt_pt: Fita Métrica
ro: Măsurare
ru: Рулетка
sk: Meradlo
sv: Mätverktyg
th: เครื่องมือวัด
tr: Ölçüm
uk: Мірило
vi: Đo
zh_hans: 测距仪
zh_hant: 測距儀
zh_hk: 測距儀

# TK.Action.monitor
source: Monitor
ar: مراقبة
bg: Наблюдавай
ca: Segueix
cs: Sledovat
da: Overvåg
de: Wetterbedingungen überwachen
el: Παρακολούθηση
es: Monitorear
es_419: Monitorear
fi: Seuraa
fr: Surveiller
fr_ca: Surveiller
he: נשק
hi: मॉनिटर करें
hr: Prati
hu: Megfigyelés
id: Pantau
it: Monitora
ja: 天候を監視する
kk: Ауа-райын үздіксіз бақылау
ko: 날씨 조건 연속 모니터링하기
ms: Pantau
nb: Overvåk
nl: Monitoren
pl: Monitoruj
pt_br: Monitorar
pt_pt: Monitorizar
ro: Monitorizează
ru: Мониторить
sk: Monitorovať
sv: Övervaka
th: ติดตามสภาพอากาศอย่างต่อเนื่อง
tr: Hava Durumunu İzle
uk: Слідкувати
vi: Giám sát thời tiết
zh_hans: 监测
zh_hant: 監控氣象
zh_hk: 监测

# TK.Action.observe
source: Observe
ar: راقب
bg: Наблюдавай
ca: Observar
cs: Sledovat
da: Observer
de: Beobachten
el: Παρακολούθηση
es: Observar
es_419: Observar
fi: Havaitse
fr: Observer
fr_ca: Observer
he: התבונן
hi: देखें
hr: Promatraj
hu: Figyel
id: Amati
it: Osserva
ja: 特定の天候条件を観察する
kk: Бақылау
ko: 관찰하기
ms: Amati
nb: Observer
nl: Observeren
pl: Obserwuj
pt_br: Observar
pt_pt: Observar
ro: Observă
ru: Наблюдать
sk: Pozorovať
sv: Observera
th: ติดตาม
tr: Gözlemle
uk: Спостерігати
vi: Theo dõi
zh_hans: 观察
zh_hant: 觀察
zh_hk: 觀察

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.refreshWeatherData
source: Refresh Weather Data
ar: تحديث بيانات الطقس
bg: Освежи данните за времето
ca: Actualitzar dades meteorològiques
cs: Aktualizovat počasí
da: Opdater vejrdata
de: Wetterdaten aktualisieren
el: Ανανέωση Δεδομένων Καιρού
es: Actualizar datos meteorológicos
es_419: Actualizar datos climáticos
fi: Päivitä säätiedot
fr: Actualiser les données météorologiques
fr_ca: Actualiser les données météo
he: רענן נתוני מזג האוויר
hi: मौसम डेटा ताज़ा करें
hr: Osvježi podatke o vremenu
hu: Időjárás adatok frissítése
id: Segarkan Data Cuaca
it: Aggiorna dati meteo
ja: 天気データを更新
kk: Ауа райы деректерін жаңарту
ko: 날씨 데이터 새로 고침
ms: Segarkan Maklumat Cuaca
nb: Oppdater værdata
nl: Vernieuw Weersinformatie
pl: Odśwież dane pogodowe
pt_br: Atualizar Dados do Tempo
pt_pt: Atualizar Dados Meteorológicos
ro: Actualizează datele meteo
ru: Обновить данные о погоде
sk: Aktualizovať údaje o počasí
sv: Uppdatera Väderdata
th: รีเฟรชข้อมูลสภาพอากาศ
tr: Hava Durumunu Yenile
uk: Оновити дані про погоду
vi: Làm mới dữ liệu thời tiết
zh_hans: 刷新天气数据
zh_hant: 刷新天氣數據
zh_hk: 刷新天氣數據

# TK.Action.reportWeatherCondition
source: Report Weather Condition
ar: تقديم تقرير عن حالة الطقس
bg: Докладвай метеорологични условия
ca: Informar de les condicions meteorològiques
cs: Nahlásit počasí
da: Rapportér vejrfænomener
de: Wetterbedingungen melden
el: Αναφορά Καιρικών Συνθηκών
es: Reportar condición meteorológica
es_419: Reportar condición climática
fi: Ilmoita säätilasta
fr: Signaler une condition météorologique
fr_ca: Signaler une condition météo
he: דווח על מצב מזג האוויר
hi: मौसम स्थिति की रिपोर्ट करें
hr: Prijavi vremenske uvjete
hu: Időjárási viszony jelentése
id: Laporkan Kondisi Cuaca
it: Riferisci condizione meteo
ja: 天候条件を報告
kk: Ауа райы жағдайын хабарлау
ko: 날씨 상황 신고
ms: Laporkan Keadaan Cuaca
nb: Rapportere værforhold
nl: Rapporteer Weersomstandigheden
pl: Zgłoś warunki pogodowe
pt_br: Reportar Condição Climática
pt_pt: Relatar Condições Meteorológicas
ro: Raportează condiția meteo
ru: Сообщить о погодных условиях
sk: Nahlásiť poveternostnú situáciu
sv: Rapportera Väderförhållande
th: รายงานสภาพอากาศ
tr: Hava Durumunu Bildir
uk: Повідомити про погодні умови
vi: Báo cáo điều kiện thời tiết
zh_hans: 报告天气情况
zh_hant: 報告天氣狀況
zh_hk: 報告天氣情況

# TK.Action.setLocation
source: Set Location
ar: تعيين الموقع
bg: Задаване на място
ca: Establir ubicació
cs: Nastavit místo
da: Indstil placering
de: Standort festlegen
el: Ορισμός Τοποθεσίας
es: Establecer ubicación
es_419: Establecer Ubicación
fi: Aseta sijainti
fr: Définir la localisation
fr_ca: Définir l'emplacement
he: הגדר מיקום
hi: स्थान सेट करें
hr: Postavi lokaciju
hu: Helyszín Beállítása
id: Atur Lokasi
it: Imposta Posizione
ja: 位置情報を設定
kk: Орнын анықтау
ko: 위치 설정하기
ms: Tetapkan Lokasi
nb: Sett plassering
nl: Locatie instellen
pl: Ustaw lokalizację
pt_br: Definir Localização
pt_pt: Definir localização
ro: Setează locația
ru: Установить местоположение
sk: Nastaviť polohu
sv: Sätt plats
th: ตั้งที่ตั้ง
tr: Konumu Ayarla
uk: Встановити місце знаходження
vi: Đặt Địa điểm
zh_hans: 设置位置
zh_hant: 設置位置
zh_hk: 設置位置

# TK.Action.setTemperatureUnit
source: Set Temperature Unit
ar: حدد وحدة الحرارة
bg: Задай единица за температура
ca: Establir unitat de temperatura
cs: Nastavit jednotku teploty
da: Sæt Temperatur Enhed
de: Temperaturmaßstab festlegen
el: Όρισε Μονάδα Θερμοκρασίας
es: Establecer Unidad de Temperatura
es_419: Establecer unidad de temperatura
fi: Aseta lämpötila-yksikkö
fr: Définir l'unité de température
fr_ca: Définir l'unité de température
he: קבע יחידת טמפרטורה
hi: तापमान इकाई सेट करें
hr: Postavi jedinicu temperature
hu: Hőmérsékleti egység beállítása
id: Tetapkan Unit Suhu
it: Imposta Unità di Temperatura
ja: 温度単位を設定
kk: Температура бірлігін орнату
ko: 온도 단위 설정
ms: Tetapkan Unit Suhu
nb: Sett temperaturenhet
nl: Zet temperatuur eenheid in
pl: Ustal jednostkę temperatury
pt_br: Definir Unidade de Temperatura
pt_pt: Definir Unidade de Temperatura
ro: Stabilește Unitatea de Temperatură
ru: Установить единицу измерения температуры
sk: Nastaviť jednotku teploty
sv: Sätt temperaturenhet
th: ตั้งค่าหน่วยอุณหภูมิ
tr: Sıcaklık Birimini Belirle
uk: Встановити одиницю температури
vi: Đặt Đơn Vị Nhiệt Độ
zh_hans: 设定温度单位
zh_hant: 設置溫度單位
zh_hk: 設定溫度單位

# TK.Action.trackStorm
source: Track Storm
ar: تتبع العاصفة
bg: Проследи бурята
ca: Rastrejar tempestat
cs: Sledovat bouřku
da: Spor Storm
de: Sturm verfolgen
el: Παρακολουθήστε την Καταιγίδα
es: Rastrear Tormenta
es_419: Rastrear Tormenta
fi: Seuraa myrskyä
fr: Suivre la tempête
fr_ca: Suivre la tempête
he: עקוב אחרי סופה
hi: तूफान ट्रैक करें
hr: Prati oluju
hu: Vihar nyomon követése
id: Lacak Badai
it: Tieni Traccia della Tempesta
ja: 嵐を追跡
kk: Штормды бақылау
ko: 폭풍 추적
ms: Jejaki Ribut
nb: Spor storm
nl: Volg storm
pl: Śledź burzę
pt_br: Rastrear Tempestade
pt_pt: Acompanhar Tempestade
ro: Urmărește Vremea
ru: Отслеживать бурю
sk: Sledovať búrku
sv: Håll koll på stormar
th: ติดตามพายุ
tr: Fırtınayı Takip Et
uk: Відстежити бурю
vi: Theo Dõi Bão
zh_hans: 跟踪风暴
zh_hant: 追蹤風暴
zh_hk: 追蹤風暴

# TK.Action.viewHourlyForecast
source: View Hourly Forecast
ar: عرض توقعات الطقس الساعية
bg: Преглед на часовата прогноза
ca: Veure el pronòstic horari
cs: Zobrazit hodinovou předpověď
da: Se timevis vejrudsigt
de: Stundenprognose ansehen
el: Δες Ωριαία Πρόγνωση
es: Ver Pronóstico Horario
es_419: Ver Pronóstico por Hora
fi: Katso tuntikohtainen ennuste
fr: Voir les prévisions horaires
fr_ca: Voir la prévision horaire
he: צפה בתחזית השעתית
hi: घंटे का पूर्वानुमान देखें
hr: Pogledaj satnu prognozu
hu: Óránkénti előrejelzés megtekintése
id: Lihat Prakiraan Jam
it: Visualizza Previsioni Orarie
ja: 時間毎の天気予報を見る
kk: Сағаттық ауа райы болжамын қарау
ko: 시간별 예보 보기
ms: Lihat Ramalan Jam
nb: Se timevarsel
nl: Bekijk Uurprognose
pl: Zobacz prognozę godzinową
pt_br: Previsão de Última Hora
pt_pt: Ver Previsão Horária
ro: Vezi Prognoza Orară
ru: Просмотреть почасовой прогноз
sk: Zobraziť hodinovú predpoveď
sv: Visa timmesprognosen
th: ดูการพยากรณ์อากาศรายชั่วโมง
tr: Saatlik Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на годину
vi: Xem Dự Báo Theo Giờ
zh_hans: 查看小时预报
zh_hant: 查看每小時天氣預報
zh_hk: 查看每小時天氣預報

# TK.Action.viewWeeklyForecast
source: View Weekly Forecast
ar: عرض توقعات الطقس الأسبوعية
bg: Преглед на седмичната прогноза
ca: Veure el pronòstic setmanal
cs: Zobrazit týdenní předpověď
da: Se ugens vejrudsigt
de: Wochenprognose ansehen
el: Δες Εβδομαδιαία Πρόγνωση
es: Ver Pronóstico Semanal
es_419: Ver pronóstico semanal
fi: Katso viikkoennuste
fr: Voir les prévisions hebdomadaires
fr_ca: Voir la prévision hebdomadaire
he: צפה בתחזית השבועית
hi: साप्ताहिक पूर्वानुमान देखें
hr: Pogledaj tjednu prognozu
hu: Heti előrejelzés megtekintése
id: Lihat Prakiraan Mingguan
it: Visualizza Previsioni Settimanali
ja: 週間天気予報を見る
kk: Апталық ауа райы болжамын қарау
ko: 주간 예보 보기
ms: Lihat Ramalan Minggu
nb: Se ukentlig værvarsel
nl: Bekijk Weekprognose
pl: Zobacz prognozę tygodniową
pt_br: Ver Previsão Semanal
pt_pt: Ver Previsão Semanal
ro: Vezi Prognoza Săptămânală
ru: Просмотреть недельный прогноз
sk: Zobraziť týždennú predpoveď
sv: Visa veckoprognosen
th: ดูการพยากรณ์อากาศรายสัปดาห์
tr: Haftalık Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на тиждень
vi: Xem Dự Báo Tuần
zh_hans: 查看周预报
zh_hant: 查看每週天氣預報
zh_hk: 查看每週天氣預報

# TK.Label.airPressure
source: Air Pressure
ar: ضغط الهواء
bg: Налягане на въздуха
ca: Pressió atmosfèrica
cs: Tlak vzduchu
da: Lufttryk
de: Luftdruck
el: Ατμοσφαιρική Πίεση
es: Presión del Aire
es_419: Presión Atmosférica
fi: Ilmanpaine
fr: Pression atmosphérique
fr_ca: Pression atmosphérique
he: לחץ אוויר
hi: वायु दबाव
hr: Zračni tlak
hu: Légnyomás
id: Tekanan Udara
it: Pressione atmosferica
ja: 気圧
kk: Ауа қысымы
ko: 공기 압력
ms: Tekanan Udara
nb: Lufttrykk
nl: Luchtdruk
pl: Ciśnienie powietrza
pt_br: Pressão Atmosférica
pt_pt: Pressão Atmosférica
ro: Presiune Aer
ru: Атмосферное давление
sk: Tlak vzduchu
sv: Lufttryck
th: ความดันอากาศ
tr: Hava Basıncı
uk: Атмосферний тиск
vi: Áp suất không khí
zh_hans: 气压
zh_hant: 氣壓
zh_hk: 氣壓

# TK.Label.airQuality
source: Air Quality
ar: جودة الهواء
bg: Качество на въздуха
ca: Qualitat de l’aire
cs: Kvalita vzduchu
da: Luftkvalitet
de: Luftqualität
el: Ποιότητα αέρα
es: Calidad del aire
es_419: Calidad del aire
fi: Ilmanlaatu
fr: Qualité de l’air
fr_ca: Qualité de l’air
he: איכות האוויר
hi: वायु गुणवत्ता
hr: Kvaliteta zraka
hu: Levegőminőség
id: Kualitas Udara
it: Qualità dell'aria
ja: 空気質
kk: Ауа сапасы
ko: 공기 청정도
ms: Kualiti Udara
nb: Luftkvalitet
nl: Luchtkwaliteit
pl: Jakość powietrza
pt_br: Qualidade do Ar
pt_pt: Qualidade do ar
ro: Calitatea aerului
ru: Качество воздуха
sk: Kvalita vzduchu
sv: Luftkvalitet
th: คุณภาพอากาศ
tr: Hava Kalitesi
uk: Якість повітря
vi: Chất lượng không khí
zh_hans: 空气质量
zh_hant: 空氣品質
zh_hk: 空氣質素

# TK.Label.airQualityIndex
source: Air Quality Index
ar: مؤشر جودة الهواء
bg: Индекс на качеството на въздуха
ca: Índex de qualitat de l'aire
cs: Stav ovzduší
da: Luftkvalitetsindeks
de: Luftqualitätsindex
el: Ποιότητα αέρα
es: Calidad del aire
es_419: Índice de calidad del aire
fi: Ilmanlaatuindeksi
fr: Indice de qualité de l’air
fr_ca: Indice de qualité de l’air
he: מדד איכות אוויר
hi: वायु गुणवत्ता सूचकांक
hr: Indeks kvalitete zraka
hu: Levegőminőség-index
id: Indeks Kualitas Udara
it: Indice di qualità dell'aria
ja: 空気質指数
kk: Ауа сапасының индексі
ko: 대기질 지수
ms: Indeks Kualiti Udara
nb: Luftkvalitetsindeks
nl: Luchtkwaliteitsindex
pl: Indeks jakości powietrza
pt_br: Índice de Qualidade do Ar
pt_pt: Índice de qualidade do ar
ro: Indice calitate aer
ru: Индекс качества воздуха
sk: Index kvality ovzdušia
sv: Luftkvalitetsindex
th: ดัชนีคุณภาพอากาศ
tr: Hava Kalitesi Endeksi
uk: Індекс якості повітря
vi: Chỉ số chất lượng không khí
zh_hans: 空气质量指数
zh_hant: 空氣品質指標
zh_hk: 空氣質素指數

# TK.Label.alerts
source: Alerts
ar: تنبيهات
bg: Известия
ca: Alertes
cs: Upozornění
da: Advarsler
de: Warnungen
el: Ειδοποιήσεις
es: Alertas
es_419: Alertas
fi: Ilmoitukset
fr: Alerte
fr_ca: Alerte
he: אזהרות
hi: अलर्ट
hr: Upozorenja
hu: Figyelmeztetések
id: Peringatan
it: Avvisi
ja: 警報
kk: Ескертулер
ko: 알림
ms: Amaran
nb: Varsler
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
pt_pt: Alertas
ro: Alerta
ru: Предупреждения
sk: Upozornenia
sv: Varningar
th: การเตือนภัย
tr: Uyarılar
uk: Попередження
vi: Thông báo
zh_hans: 警报
zh_hant: 警報
zh_hk: 警報

# TK.Label.atmosphere
source: Atmosphere
ar: الجو
bg: Атмосфера
ca: Atmosfera
cs: Atmosféra
da: Atmosfære
de: Atmosphäre
el: Ατμόσφαιρα
es: Ambiente
es_419: Atmósfera
fi: Ilmapiiri
fr: Atmosphère
fr_ca: Ambiance
he: אטמוספירה
hi: वातावरण
hr: Atmosfera
hu: Légkör
id: Atmosfer
it: Atmosfera
ja: 雰囲気
kk: Атмосфера
ko: 대기
ms: Suasana
nb: Atmosfære
nl: Sfeer
pl: Atmosfera
pt_br: Atmosfera
pt_pt: Atmosfera
ro: Atmosferă
ru: Атмосфера
sk: Atmosféra
sv: Atmosfär
th: บรรยากาศ
tr: Atmosfer
uk: Атмосфера
vi: Bầu không khí
zh_hans: 气氛
zh_hant: 氣氛
zh_hk: 氛围

# TK.Label.breakingNews
source: Breaking News
ar: أخبار عاجلة
bg: Текущи новини
ca: Notícies d'última hora
cs: Blesková zpráva
de: Aktuelle Nachrichten
el: Έκτακτες Ειδήσεις
es: Noticias de Última Hora
es_419: Últimas Noticias
fi: Ajankohtaiset uutiset
fr: Actualités urgentes
fr_ca: Nouvelles de dernière minute
he: חדשות חמות
hi: ताज़ा खबर
hr: Najnovije vijesti
hu: Friss hírek
id: Berita Terbaru
it: Notizie dell'Ultimo Minuto
ja: 速報
kk: Жедел жаңалықтар
ko: 속보
ms: Berita Terkini
nb: Siste nytt
nl: Laatste Nieuws
pl: Wydarzenia na bieżąco
pt_br: Últimas Notícias
pt_pt: Notícias de Última Hora
ro: Știri de Urgență
ru: Срочные новости
sk: Zobraziť ťažké správy
sv: Nyhetsflash
th: ข่าวด่วน
tr: Son Dakika Haberi
uk: Термінові новини
vi: Tin Tức Đột Phá
zh_hans: 重大新闻
zh_hant: 即時新聞
zh_hk: 突發新聞

# TK.Label.clearSkies
source: Clear Skies
ar: سماء صافية
bg: Ясно време
ca: Cel clar
cs: Jasná obloha
da: Klare himmel
de: Klare Himmel
el: Καθαρός Ουρανός
es: Cielo Despejado
es_419: Cielo despejado
fi: Selkeät taivaat
fr: Ciel clair
fr_ca: Ciel dégagé
he: שמים ברורים
hi: साफ आसमान
hr: Bistro Nebo
hu: Tiszta égbolt
id: Langit Cerah
it: Cielo sereno
ja: 晴れた空
kk: Аспанның ашықтығы
ko: 맑은 하늘
ms: Langit Cerah
nb: Klare himmel
nl: Helder Weer
pl: Czyste niebo
pt_br: Céu Limpo
pt_pt: Céu Limpo
ro: Cer senin
ru: Ясное небо
sk: Jasné počasie
sv: Klart väder
th: ท้องฟ้าโปร่ง
tr: Açık Hava
uk: Чисте небо
vi: Trời quang
zh_hans: 晴朗的天空
zh_hant: 晴朗的天空
zh_hk: 晴朗的天空

# TK.Label.clouds
source: Clouds
ar: غيوم
bg: Облаци
ca: Núvols
cs: Mraky
da: Skyer
de: Wolken
el: Συννεφιά
es: Nubes
es_419: Nubes
fi: Pilvet
fr: Nuages
fr_ca: Nuages
he: עננים
hi: बादल
hr: Oblaci
hu: Felhők
id: Awan
it: Nuvole
ja: 雲
kk: Бұлтты
ko: 구름
ms: Awan
nb: Skyer
nl: Wolken
pl: Chmury
pt_br: Nuvens
pt_pt: Nuvens
ro: Nori
ru: Облака
sk: Mraky
sv: Moln
th: เมฆ
tr: Bulutlar
uk: Хмари
vi: Mây
zh_hans: 云
zh_hant: 雲
zh_hk: 雲層

# TK.Label.conditions
source: Conditions
ar: الحالات
bg: Време
ca: Temps
cs: Počasí
da: Vejrforhold
de: Wetterbedingungen
el: Συνθήκες
es: Condiciones
es_419: Condiciones
fi: Säätila
fr: Conditions météo
fr_ca: Conditions météorologiques
he: תנאי מזג אוויר
hi: स्थितियाँ
hr: Uvjeti
hu: Időjárási viszonyok
id: Kondisi
it: Condizioni meteo
ja: 気象状況
kk: Жағдайлар
ko: 기상 상태
ms: Keadaan
nb: Værforhold
nl: Weer­type
pl: Warunki
pt_br: Condições
pt_pt: Condições meteorológicas
ro: Condiții meteo
ru: Состояния
sk: Počasie
sv: Väderförhållanden
th: สภาพอากาศ
tr: Koşullar
uk: Умови
vi: Điều kiện thời tiết
zh_hans: 天气状况
zh_hant: 天氣狀況
zh_hk: 概況

# TK.Label.currentLocation
source: Current Location
ar: الموقع الحالي
bg: Настоящо местоположение
ca: Ubicació actual
cs: Současná poloha
da: Nuværende Lokation
de: Aktueller Ort
el: Τρέχουσα τοποθεσία
es: Ubicación actual
es_419: Ubicación Actual
fi: Nykyinen sijainti
fr: Lieu actuel
fr_ca: Position actuelle
he: מיקום נוכחי
hi: वर्तमान स्थान
hr: Trenutačna lokacija
hu: Jelenlegi hely
id: Lokasi Saat Ini
it: Posizione attuale
ja: 現在地
kk: Ағымдағы геолокация
ko: 현재 위치
ms: Lokasi Semasa
nb: Nåværende plassering
nl: Huidige locatie
pl: Aktualna lokalizacja
pt_br: Localização Atual
pt_pt: Localização atual
ro: Localizarea actuală
ru: Текущая геопозиция
sk: Aktuálna poloha
sv: Aktuell plats
th: ตำแหน่งที่ตั้งปัจจุบัน
tr: Şu Anki Konum
uk: Поточне місце
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hant: 目前位置
zh_hk: 目前位置
